Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: GroupProjectArchiveSettings|Make your group read-only. You can still access its data, work items, and merge requests.
sv: GroupProjectArchiveSettings|Make your group read-only. You can still access its data, work items, and merge requests.|Gör gruppen skrivskyddad. Du kan fortfarande komma åt dess data, arbetsobjekt och sammanfogningsbegäranden.

source: GroupProjectArchiveSettings|Make your project read-only. You can still access its data, work items, and merge requests.
sv: GroupProjectArchiveSettings|Make your project read-only. You can still access its data, work items, and merge requests.|Gör projektet skrivskyddat. Du kan fortfarande komma åt dess data, arbetsobjekt och sammanfogningsbegäranden.

source: GroupProjectArchiveSettings|To archive this group, you must restore it from deletion.
sv: GroupProjectArchiveSettings|To archive this group, you must restore it from deletion.|Du måste återställa gruppen från borttagning för att arkivera den.

source: GroupProjectArchiveSettings|To archive this project, you must restore it from deletion.
sv: GroupProjectArchiveSettings|To archive this project, you must restore it from deletion.|Du måste återställa projektet från borttagning för att arkivera det.

source: GroupProjectUnarchiveSettings|An error occurred while unarchiving the group. Please refresh the page and try again.
sv: GroupProjectUnarchiveSettings|An error occurred while unarchiving the group. Please refresh the page and try again.|Ett fel uppstod när gruppen avarkiverades. Uppdatera sidan och försök igen.

source: GroupProjectUnarchiveSettings|An error occurred while unarchiving the project. Please refresh the page and try again.
sv: GroupProjectUnarchiveSettings|An error occurred while unarchiving the project. Please refresh the page and try again.|Ett fel uppstod när projektet avarkiverades. Uppdatera sidan och försök igen.

source: GroupProjectUnarchiveSettings|How do I unarchive a group?
sv: GroupProjectUnarchiveSettings|How do I unarchive a group?|Hur avarkiverar jag en grupp?

source: GroupProjectUnarchiveSettings|How do I unarchive a project?
sv: GroupProjectUnarchiveSettings|How do I unarchive a project?|Hur avarkiverar jag ett projekt?

source: GroupProjectUnarchiveSettings|Restore your group to an active state. You'll be able to modify its content and settings again.
sv: GroupProjectUnarchiveSettings|Restore your group to an active state. You'll be able to modify its content and settings again.|Återställ gruppen till aktiv status. Du kan sedan ändra innehåll och inställningar igen.

source: GroupProjectUnarchiveSettings|Restore your project to an active state. You'll be able to modify its content and settings again.
sv: GroupProjectUnarchiveSettings|Restore your project to an active state. You'll be able to modify its content and settings again.|Återställ projektet till aktiv status. Du kan sedan ändra innehåll och inställningar igen.

source: GroupProjectUnarchiveSettings|To unarchive this group, you must unarchive its parent group.
sv: GroupProjectUnarchiveSettings|To unarchive this group, you must unarchive its parent group.|Du måste avarkivera den överordnade gruppen för att avarkivera denna grupp.

source: GroupProjectUnarchiveSettings|To unarchive this project, you must unarchive its parent group.
sv: GroupProjectUnarchiveSettings|To unarchive this project, you must unarchive its parent group.|Du måste avarkivera den överordnade gruppen för att avarkivera detta projekt.

source: GroupProjectUnarchiveSettings|Unarchive group
sv: GroupProjectUnarchiveSettings|Unarchive group|Avarkivera grupp

source: GroupProjectUnarchiveSettings|Unarchive project
sv: GroupProjectUnarchiveSettings|Unarchive project|Avarkivera projekt

source: GroupRoadmap|To view the roadmap, add a start or due date to one of your epics in this group or its subgroups; from %{dateRange}.
sv: GroupRoadmap|To view the roadmap, add a start or due date to one of your epics in this group or its subgroups; from %{dateRange}.|Lägg till ett start- eller förfallodatum för en av dina epics i denna grupp eller dess undergrupper från %{dateRange} för att visa tidslinjen.

source: GroupSaml|Copy SCIM API endpoint URL
sv: GroupSaml|Copy SCIM API endpoint URL|Kopiera URL för SCIM API-slutpunkt

source: GroupSaml|SCIM API endpoint URL
sv: GroupSaml|SCIM API endpoint URL|URL för SCIM API-slutpunkt

source: GroupSettings|Customize this group's badges.
sv: GroupSettings|Customize this group's badges.|Anpassa denna grupps märken.

source: GroupSettings|Default to Auto DevOps pipeline for all projects within this group
sv: GroupSettings|Default to Auto DevOps pipeline for all projects within this group|Använd Auto DevOps-pipeline som standard för alla projekt i denna grupp

source: GroupSettings|Disable user invitations to groups and projects within %{group}
sv: GroupSettings|Disable user invitations to groups and projects within %{group}|Inaktivera användarinbjudningar till grupper och projekt inom %{group}

source: GroupSettings|Duo template project does not belong to this group
sv: GroupSettings|Duo template project does not belong to this group|Duo-mallprojektet tillhör inte denna grupp

source: GroupSettings|Duo template project is invalid or not accessible
sv: GroupSettings|Duo template project is invalid or not accessible|Duo-mallprojektet är ogiltigt eller inte åtkomligt

source: GroupSettings|Group CI/CD settings were successfully updated.
sv: GroupSettings|Group CI/CD settings were successfully updated.|Gruppens CI/CD-inställningar har uppdaterats.

source: GroupSettings|Group URL can only contain letters, digits, underscores, periods, and dashes.
sv: GroupSettings|Group URL can only contain letters, digits, underscores, periods, and dashes.|Gruppens URL får endast innehålla bokstäver, siffror, understreck, punkter och bindestreck.

source: GroupSettings|Group URL is required.
sv: GroupSettings|Group URL is required.|Gruppens URL krävs.

source: GroupSettings|Group URL must be at least 2 characters long.
sv: GroupSettings|Group URL must be at least 2 characters long.|Gruppens URL måste vara minst 2 tecken lång.

source: GroupSettings|Group URL must end with a letter, digit, underscore, or dash.
sv: GroupSettings|Group URL must end with a letter, digit, underscore, or dash.|Gruppens URL måste sluta med en bokstav, siffra, understreck eller ett bindestreck.

source: GroupSettings|Group URL must not end with `.git` or `.atom`.
sv: GroupSettings|Group URL must not end with `.git` or `.atom`.|Gruppens URL får inte sluta med `.git` eller `.atom`.

source: GroupSettings|Group URL must start with a letter, digit, underscore, or period.
sv: GroupSettings|Group URL must start with a letter, digit, underscore, or period.|Gruppens URL måste börja med en bokstav, siffra, understreck eller punkt.

source: GroupSettings|Group members are not notified if the group is mentioned.
sv: GroupSettings|Group members are not notified if the group is mentioned.|Gruppmedlemmar aviseras inte när gruppen nämns.

source: GroupSettings|Group mentions are disabled
sv: GroupSettings|Group mentions are disabled|Gruppomnämnanden är inaktiverade

source: GroupSettings|Group path cannot be longer than %{length} characters.
sv: GroupSettings|Group path cannot be longer than %{length} characters.|Gruppsökvägen får inte vara längre än %{length} tecken.

source: GroupSettings|How do I manage group SSH certificates?
sv: GroupSettings|How do I manage group SSH certificates?|Hur hanterar jag gruppens SSH-certifikat?

source: GroupSettings|If enabled, users can no longer invite members to groups or projects in the top-level group. %{learn_more_link}.
sv: GroupSettings|If enabled, users can no longer invite members to groups or projects in the top-level group. %{learn_more_link}.|Om funktionen är aktiverad kan användare inte längre bjuda in medlemmar till grupper eller projekt i toppnivågruppen. %{learn_more_link}.

source: GroupSettings|If not specified at the group or instance level, the default is %{default_initial_branch_name}. Does not affect existing repositories.
sv: GroupSettings|If not specified at the group or instance level, the default is %{default_initial_branch_name}. Does not affect existing repositories.|Om inget anges på grupp- eller instansnivå är standardvärdet %{default_initial_branch_name}. Detta påverkar inte befintliga arkiv.

source: GroupSettings|MCP client access
sv: GroupSettings|MCP client access|Åtkomst för MCP-klient

source: Groups|Enter a path for your group.
sv: Groups|Enter a path for your group.|Ange en sökväg för gruppen.

source: Groups|Group README
sv: Groups|Group README|README för grupp

source: Groups|Group URL
sv: Groups|Group URL|Grupp-URL

source: Groups|Group name is required.
sv: Groups|Group name is required.|Gruppnamn krävs.

source: Groups|Group path is available.
sv: Groups|Group path is available.|Gruppsökvägen är tillgänglig.

source: Groups|Group path is unavailable. Path has been replaced with a suggested available path.
sv: Groups|Group path is unavailable. Path has been replaced with a suggested available path.|Gruppsökvägen är inte tillgänglig. Sökvägen har ersatts med en föreslagen tillgänglig sökväg.

source: Groups|There was an error creating the Group README.
sv: Groups|There was an error creating the Group README.|Ett fel uppstod när README för gruppen skapades.

source: Groups|This action permanently deletes this group and all its data. Your administrator cannot restore it. %{linkStart}View data export options.%{linkEnd}
sv: Groups|This action permanently deletes this group and all its data. Your administrator cannot restore it. %{linkStart}View data export options.%{linkEnd}|Den här åtgärden tar permanent bort gruppen och alla dess data. Administratören kan inte återställa den. %{linkStart}Visa alternativ för dataexport.%{linkEnd}

source: Groups|This action will place this group, including its subgroups and projects, in a pending deletion state for %{delayedDeletionPeriodInDays} days, and delete it permanently on %{date}.
sv: Groups|This action will place this group, including its subgroups and projects, in a pending deletion state for %{delayedDeletionPeriodInDays} days, and delete it permanently on %{date}.|Den här åtgärden försätter denna grupp, med dess undergrupper och projekt, i väntande borttagning i %{delayedDeletionPeriodInDays} dagar och tar sedan bort den permanent den %{date}.

source: Groups|This process deletes the group, subgroups and project repositories, and all related resources.
sv: Groups|This process deletes the group, subgroups and project repositories, and all related resources.|Den här processen tar bort gruppen, undergrupperna, projektarkiven och alla relaterade resurser.

source: Groups|This will create a README.md for project %{path}.
sv: Groups|This will create a README.md for project %{path}.|Detta skapar en README.md för projektet %{path}.

source: Groups|This will create a project %{path} and add a README.md.
sv: Groups|This will create a project %{path} and add a README.md.|Detta skapar projektet %{path} och lägger till en README.md.

source: Groups|You are about to delete this group containing:
sv: Groups|You are about to delete this group containing:|Du håller på att ta bort denna grupp som innehåller:

source: Groups|Your group name must not contain a period if you intend to use SCIM integration, as it can lead to errors.
sv: Groups|Your group name must not contain a period if you intend to use SCIM integration, as it can lead to errors.|Gruppnamnet får inte innehålla en punkt om du tänker använda SCIM-integrering, eftersom det kan orsaka fel.

source: HarborIntegration|The name of the project in the Harbor instance. For example, `testproject`.
sv: HarborIntegration|The name of the project in the Harbor instance. For example, `testproject`.|Namnet på projektet i Harbor-instansen, till exempel `testproject`.

source: HarborRegistry|There are no harbor images stored for this project
sv: HarborRegistry|There are no harbor images stored for this project|Det finns inga Harbor-avbildningar lagrade för detta projekt

source: HarborRegistry|With the Harbor Registry, every project can connect to a harbor space to store its Docker images.
sv: HarborRegistry|With the Harbor Registry, every project can connect to a harbor space to store its Docker images.|Med Harbor Registry kan varje projekt ansluta till ett Harbor-utrymme för att lagra sina Docker-avbildningar.

source: HarborRegistry|With the Harbor Registry, every project can have its own space to store images. %{docLinkStart}More information%{docLinkEnd}
sv: HarborRegistry|With the Harbor Registry, every project can have its own space to store images. %{docLinkStart}More information%{docLinkEnd}|Med Harbor Registry kan varje projekt ha ett eget utrymme för att lagra avbildningar. %{docLinkStart}Mer information%{docLinkEnd}

source: HelloMessage|%{magnifier_emoji} Create a new GitLab issue: %{new_issue_link}
sv: HelloMessage|%{magnifier_emoji} Create a new GitLab issue: %{new_issue_link}|%{magnifier_emoji} Skapa ett nytt GitLab-ärende: %{new_issue_link}

source: HelloMessage|Does this page need fixes or improvements? Open an issue or contribute a merge request to help make GitLab more lovable. At GitLab, everyone can contribute!
sv: HelloMessage|Does this page need fixes or improvements? Open an issue or contribute a merge request to help make GitLab more lovable. At GitLab, everyone can contribute!|Behöver denna sida korrigeringar eller förbättringar? Öppna ett ärende eller bidra med en sammanfogningsbegäran för att göra GitLab ännu bättre. I GitLab kan alla bidra!

source: HomePageMergeRequestsWidget|Merge requests
sv: HomePageMergeRequestsWidget|Merge requests|Sammanfogningsbegäranden

source: HomePageMergeRequestsWidget|The number of merge requests is not available. Please refresh the page to try again, or visit the dashboard.
sv: HomePageMergeRequestsWidget|The number of merge requests is not available. Please refresh the page to try again, or visit the dashboard.|Antalet sammanfogningsbegäranden är inte tillgängligt. Uppdatera sidan och försök igen eller gå till instrumentpanelen.

source: HomePageRecentlyViewedWidget|Work items, merge requests, and wiki pages you visit will appear here.
sv: HomePageRecentlyViewedWidget|Work items, merge requests, and wiki pages you visit will appear here.|Arbetsobjekt, sammanfogningsbegäranden och wikisidor som du besöker visas här.

source: HomepageActivityWidget|Activity in projects you own or are a member of.
sv: HomepageActivityWidget|Activity in projects you own or are a member of.|Aktivitet i projekt som du äger eller är medlem i.

source: HomepageActivityWidget|Start creating merge requests, pushing code, commenting in issues, and doing other work to view a feed of your activity here.
sv: HomepageActivityWidget|Start creating merge requests, pushing code, commenting in issues, and doing other work to view a feed of your activity here.|Börja skapa sammanfogningsbegäranden, skicka upp kod, kommentera ärenden och utföra annat arbete för att se ett flöde med din aktivitet här.

source: HomepageActivityWidget|Your contributions, like commits and work on issues and merge requests.
sv: HomepageActivityWidget|Your contributions, like commits and work on issues and merge requests.|Dina bidrag, som incheckningar och arbete med ärenden och sammanfogningsbegäranden.

source: Homepage|A new day for new merge requests
sv: Homepage|A new day for new merge requests|En ny dag för nya sammanfogningsbegäranden

source: Homepage|You made it through the last deploy!
sv: Homepage|You made it through the last deploy!|Du klarade den senaste driftsättningen!

source: I want to use GitLab CI with my existing repository
sv: I want to use GitLab CI with my existing repository|Jag vill använda GitLab CI med mitt befintliga arkiv

source: ID of the Google Cloud project.
sv: ID of the Google Cloud project.|ID för Google Cloud-projektet.

source: IDE|Contact your administrator or try to open the Web IDE again with another domain. %{linkStart}How can an administrator resolve the issue%{linkEnd}?
sv: IDE|Contact your administrator or try to open the Web IDE again with another domain. %{linkStart}How can an administrator resolve the issue%{linkEnd}?|Kontakta administratören eller försök öppna Web IDE igen med en annan domän. %{linkStart}Hur kan en administratör lösa problemet%{linkEnd}?

source: IDE|The URL you're using to access the Web IDE and the configured OAuth callback URL do not match. This issue often occurs when you're using a proxy.
sv: IDE|The URL you're using to access the Web IDE and the configured OAuth callback URL do not match. This issue often occurs when you're using a proxy.|URL:en som du använder för att komma åt Web IDE och den konfigurerade URL:en för OAuth-återanrop matchar inte. Detta inträffar ofta när du använder en proxy.

source: Identity verification is required in order to run CI jobs
sv: Identity verification is required in order to run CI jobs|Identitetsverifiering krävs för att köra CI-jobb

source: IdentityVerification|We received a request to access your GitLab account with your secondary email address %{user_secondary_email}.
sv: IdentityVerification|We received a request to access your GitLab account with your secondary email address %{user_secondary_email}.|Vi har fått en begäran om åtkomst till ditt GitLab-konto med din sekundära e-postadress %{user_secondary_email}.

source: IdentityVerification|We received a request to access your GitLab account with your secondary email address (%{user_secondary_email}).
sv: IdentityVerification|We received a request to access your GitLab account with your secondary email address (%{user_secondary_email}).|Vi har fått en begäran om åtkomst till ditt GitLab-konto med din sekundära e-postadress (%{user_secondary_email}).

source: If this was a mistake, you can %{link_start}retain the group%{link_end} before %{deletion_date}.
sv: If this was a mistake, you can %{link_start}retain the group%{link_end} before %{deletion_date}.|Om detta var ett misstag kan du %{link_start}behålla gruppen%{link_end} före %{deletion_date}.

source: If this was a mistake, you can %{link_start}retain the project%{link_end} before %{deletion_date}.
sv: If this was a mistake, you can %{link_start}retain the project%{link_end} before %{deletion_date}.|Om detta var ett misstag kan du %{link_start}behålla projektet%{link_end} före %{deletion_date}.

source: If this was a mistake, you can retain the group before %{deletion_date}: %{retention_url}
sv: If this was a mistake, you can retain the group before %{deletion_date}: %{retention_url}|Om detta var ett misstag kan du behålla gruppen före %{deletion_date}: %{retention_url}

source: If this was a mistake, you can retain the project before %{deletion_date}: %{retention_url}
sv: If this was a mistake, you can retain the project before %{deletion_date}: %{retention_url}|Om detta var ett misstag kan du behålla projektet före %{deletion_date}: %{retention_url}

source: Import an exported GitLab project
sv: Import an exported GitLab project|Importera ett exporterat GitLab-projekt

source: ImportAProjectModal|Import from a project
sv: ImportAProjectModal|Import from a project|Importera från ett projekt

source: ImportAProjectModal|Import members from another project
sv: ImportAProjectModal|Import members from another project|Importera medlemmar från ett annat projekt

source: ImportAProjectModal|Import project members
sv: ImportAProjectModal|Import project members|Importera projektmedlemmar

source: ImportAProjectModal|Only project members (not group members) are imported, and they get the same permissions as the project you import from.
sv: ImportAProjectModal|Only project members (not group members) are imported, and they get the same permissions as the project you import from.|Endast projektmedlemmar, inte gruppmedlemmar, importeras och de får samma behörigheter som i projektet du importerar från.

source: ImportAProjectModal|Unable to import project members
sv: ImportAProjectModal|Unable to import project members|Det går inte att importera projektmedlemmar

source: ImportAProjectModal|You're importing members to the %{strongStart}%{name}%{strongEnd} project.
sv: ImportAProjectModal|You're importing members to the %{strongStart}%{name}%{strongEnd} project.|Du importerar medlemmar till projektet %{strongStart}%{name}%{strongEnd}.

source: ImportProjects|Are you sure you want to import the project to a personal namespace?
sv: ImportProjects|Are you sure you want to import the project to a personal namespace?|Är du säker på att du vill importera projektet till en personlig namnrymd?

source: ImportProjects|Cancelling project import failed
sv: ImportProjects|Cancelling project import failed|Det gick inte att avbryta projektimporten

source: ImportProjects|Cancelling project import failed: %{reason}
sv: ImportProjects|Cancelling project import failed: %{reason}|Det gick inte att avbryta projektimporten: %{reason}

source: ImportProjects|Importing the project failed
sv: ImportProjects|Importing the project failed|Projektimporten misslyckades

source: ImportProjects|Importing the project failed: %{reason}
sv: ImportProjects|Importing the project failed: %{reason}|Projektimporten misslyckades: %{reason}

source: ImportProjects|Re-import creates a new project. It does not sync with the existing project.
sv: ImportProjects|Re-import creates a new project. It does not sync with the existing project.|Ny import skapar ett nytt projekt. Den synkroniseras inte med det befintliga projektet.

source: ImportProjects|To import collaborators, or if your project has Git LFS files, you must use a classic personal access token with %{codeStart}read:org%{codeEnd} scope. %{linkStart}Learn more%{linkEnd}.
sv: ImportProjects|To import collaborators, or if your project has Git LFS files, you must use a classic personal access token with %{codeStart}read:org%{codeEnd} scope. %{linkStart}Learn more%{linkEnd}.|Du måste använda en klassisk personlig åtkomsttoken med omfattningen %{codeStart}read:org%{codeEnd} för att importera medarbetare eller om projektet har Git LFS-filer. %{linkStart}Läs mer%{linkEnd}.

source: ImportProjects|You do not have permission to import into this namespace.
sv: ImportProjects|You do not have permission to import into this namespace.|Du har inte behörighet att importera till denna namnrymd.

source: Import|Users with the Owner role for the group can reassign contributions on the "Members" page.
sv: Import|Users with the Owner role for the group can reassign contributions on the "Members" page.|Användare med rollen Ägare för gruppen kan omtilldela bidrag på sidan ”Medlemmar”.

source: Import|You can reassign contributions on the "Members" page of the group.
sv: Import|You can reassign contributions on the "Members" page of the group.|Du kan omtilldela bidrag på gruppens sida ”Medlemmar”.

source: Import|You do not have permission to view import source users for this namespace
sv: Import|You do not have permission to view import source users for this namespace|Du har inte behörighet att visa användare från importkällan för denna namnrymd

source: InProductMarketing|A group is your workspace for managing members and settings
sv: InProductMarketing|A group is your workspace for managing members and settings|En grupp är din arbetsyta för att hantera medlemmar och inställningar

source: InProductMarketing|A project is a Git repository plus extra features for collaboration
sv: InProductMarketing|A project is a Git repository plus extra features for collaboration|Ett projekt är ett Git-arkiv med extra funktioner för samarbete
